Repository: Afrah-saleh/Wasilaah
Catalog: Wasilaah/Localizable.xcstrings
Source language: en
Languages: ar

source: SAR
ar: ر.س

source: UpdateOperational Expenses of this card
ar: تحديث

source: (Optional)
ar: (اختياري)

source: %.2f SAR
ar: ر.س

source: • By uploading the file, you agree to the collection and use of this information for the purposes of providing financial services only
ar: لا يتم استخدام بياناتك الشخصية مطلقًا لأغراض أخرى.

source: • We only keep expense data to help organize your expenses. We don't access other account information or save it and ensure your privacy.
ar: نحتفظ فقط ببيانات النفقات للمساعدة في تنظيم نفقاتك.

source: • Your personal data is never used for other purposes.
ar: لا يتم استخدام بياناتك الشخصية مطلقًا لأغراض أخرى.

source: 00.00 SAR
ar: 00.00 ر.س

source: Account
ar: الحساب

source: Add
ar: إضافة

source: Add day of payment
ar: تاريخ الدفع في كل شهر

source: Add Expenses
ar: إضافة مصروف جديد

source: Add Later
ar: تخطى

source: Add New Expenses
ar: إضافة مصروف جديد

source: All Expenses
ar: جميع المصروفات

source: All Transactions
ar: سجل العمليات

source: Already have an account?
ar: هل تملك حساب بالفعل ؟

source: Amount
ar: المقدار

source: Amount:
ar: المقدار

source: Amount: %.2f
ar: المقدار

# Amount: %.2f, Decrease: %@%%
source: Amount: %1$.2f, Decrease: %2$@%%
ar: أقل من المعتاد

# Amount: %.2f, Increase: %@%%
source: Amount: %1$.2f, Increase: %2$@%%
ar: الإرتفاع

source: Amount: %lf
ar: المبلغ

source: Annual
ar: سنوي

source: Apr
ar: أبريل

source: Are you sure you press on Save for each expenses form?
ar: هل انت متأكد انك ضغطت على حفظ لكل مصروف؟

source: Are you sure you want to Delete this card?
ar: هل انت متأكد أنك تريد حذف هذه البطاقة؟

source: Are you sure you want to delete this expense?
ar: هل انت متأكد انك تريد حذف هذا المصروف؟

source: Assign a Name to Your Card
ar: إنشئ أسم بطاقة وسيلة

source: At Wasilaah
ar: في وسيلة نضمن لك:

source: At Wassila
ar: في وسيلة نضمن لك:

source: Automate expense categorization
ar: أتمتة تصنيف النفقات

source: Best value
ar: القيمة الأفضل

source: Budget
ar: ميزانية

source: Budget for Scheduled Expenses:
ar: ميزانية المصاريف الدورية

source: Budget Summary
ar: تلخيص مخطط الميزانية

source: By uploading the file, you agree to the collection and use of this information for the purposes of providing financial services only
ar: لا نصل إلى معلومات الحساب الأخرى أو نحفظها ونضمن خصوصيتك.

source: Cancel
ar: الغاء

source: Card
ar: البطاقات

source: Card Name
ar: عنوان للبطاقة

source: Cards
ar: البطاقات

source: Changable
ar: متغير

source: Change Password
ar: تغيير كلمة السر

source: Changeable Expenses
ar: متغير

source: Check Expenses%@
ar: التحقق من النفقات

source: Choose an option for the downloaded file.
ar: حفظ الملف

source: Click to Read
ar: انقر للقراءة

source: Confirm Expenses Records
ar: تأكيد المصاريف

source: Confirm Logout
ar: تأكيد تسجيل الخروج

source: Confirm New Password
ar: تأكيد كلمة السر الجديدة

source: Confirmation
ar: تأكيد

source: Congrats
ar: هلا واللّه!

source: Continue
ar: أكمل

source: Continue with Apple
ar: تسجيل حساب

source: Continue with Google
ar: تسجيل حساب

source: Cost Change
ar: تغير في التكلفة

source: Create a Card
ar: إنشاء بطاقة

source: Create Account
ar: إنشاء حساب

source: Create an account
ar: إنشاء حساب

source: Create an Account
ar: إنشاء حساب

source: Create Card
ar: إنشاء بطاقة

source: Create Title for you Wassila card
ar: إنشئ أسم بطاقة وسيلة

source: Currency
ar: عملة الدفع

source: Currency: %@
ar: عملة الدفع

source: Current Password
ar: كلمة السر الحاليه

source: Dashboard
ar: الموجز

source: Date:
ar: التاريخ

source: Date: %@
ar: التاريخ

source: Day of Purchase
ar: تاريخ الدفع في كل شهر

source: Day of Purchase (1-30)
ar: تاريخ الدفع في كل شهر (1-30)

source: Day should be between 1 to 30
ar: أدخل تاريخ شهر صحيح

source: Decrease By
ar: الانخفاض من

source: Define your expenses that will be record from this card
ar: حدد مصاريفك الدورية التي سيتم تسجيلها من هذه البطاقة

source: Delete
ar: حذف

source: Delete Account
ar: حذف الحساب

source: Delete Card
ar: حذف

source: Difference: %lf
ar: الاختلاف

source: Document 3 analysis free
ar: تحليل الوثيقة 3 مجانا

source: Dollar
ar: دولار

source: Don't have an account?
ar: ليس لديك حساب ؟

source: Done
ar: حفظ

source: Download
ar: تحميل

source: Download File
ar: تحميل

source: Download invoice
ar: تحميل الفاتورة

source: Download Numbers File
ar: تحميل

source: Due
ar: مستحق

source: Edit Expenses
ar: تعديل

source: Edit Expenses: %@
ar: تعديل

source: Email
ar: البريد الإلكتروني

source: Enter amount
ar: المقدار

source: Enter Manually
ar: تحديث يدوي

source: Enter Passcode
ar: أدخل كلمة السر

source: Enter Password
ar: أدخل كلمة السر

source: Enter the bigger amount here
ar: أدخل المبلغ الأكبر هنا

source: Enter the email the your registered with it
ar: دخل البريد الإلكتروني الذي استخدمته لتسجيل حسابك.

source: Enter your email
ar: البريد الإلكتروني

source: Error
ar: خطأ

source: Ex: Development
ar: مثال : المصاريف التقنية

source: Expense Amount: %.2f
ar: مقدار الصرف

source: Expenses
ar: المصاريف

source: Expenses Amount
ar: مقدار الصرف

source: Expenses Currency
ar: عملة الدفع

source: Expenses Date
ar: التاريخ

source: Expenses Name
ar: أسم المصرف

source: Expenses Payment period
ar: نمط السداد

source: Expenses This Month vs. Last Month
ar: النفقات هذا الشهر مقابل الشهر الماضي

source: Expenses Type
ar: نوع المصروفات

source: Face ID could not authenticate you.
ar: لم يتمكن Face ID من التعرف عليك

source: Face ID Error
ar: لم يتمكن Face ID من المصادقة عليك.

source: Feb
ar: فبراير

source: File Downloaded
ar: تحميل الملف

source: Fixed
ar: ثابت

source: Fixed Expenses
ar: ثابت

source: Forget Password?
ar: نسيت كلمة السر؟

source: Forgot Password?
ar: نسيت كلمة السر؟

source: Free Budget Expenses:
ar: ميزانية المصاريف الحرة

source: Free expenses are undefined costs that might be occasional or non-mandatory, but they can still arise unexpectedly.
ar: المصاريف الحرة هي نفقات غير محددة، يمكن أن تكون عابرة أو غير إلزامية، ولكنها قد تظهر فجأة من حين لآخر.

source: From
ar: يبدأ

source: From Chaos to Clarity
ar: من الفوضى إلى الوضوح

source: Full Name
ar: الاسم

source: Hello,
ar: هلا والله

source: Hello,!
ar: هلا والله

source: Highest Price
ar: الأعلى تكلفة

source: Highlights
ar: الاعلى

# hint_costs
source: There seems to be a lot going on with your costs. Due items, unpaid amounts, fluctuations... let's untangle this together.
ar: يبدو أن هناك الكثير مما يحدث مع تكاليفك. العناصر المستحقة، والمبالغ غير المدفوعة، وتغير التكلفة... فلنحل هذه المشكلة معًا.

# hint_due_date
source: There's an upcoming due date
ar: هناك موعد استحقاق قادم تحقق من قسم (لديك)

# hint_higher_costs
source: Looks like your costs are higher than expected.
ar: يبدو أن تكاليفك أعلى من المتوقع

# hint_track
source: Great! Seems like everything is on track.
ar: عظيم! يبدو أن كل شيء يسير على الطريق الصحيح.

# hint_unpaid_costs
source: I see there are some unpaid costs. Let's take a look and see what needs attention.
ar: أرى أن هناك بعض التكاليف غير المدفوعة. دعنا نلقي نظرة ونرى ما يحتاج إلى الاهتمام.

source: History
ar: جميع المصروفات

source: Incorrect passcode. Please try again.
ar: كلمة السر غير صحيحه! الرجاء المحاوله مره اخرى

source: Incorrect passcode. Please try again`
ar: كلمة السر غير صحيحة!

source: Increase By
ar: الإرتفاع من

source: Increased
ar: الإرتفاع

source: Increment
ar: ارتفاع

source: Jan
ar: يناير

source: Keep your startup budget in check
ar: تابع ميزانية شغلك وسجلها اسرع

source: Key
ar: عنوان للصرف

source: Key 1
ar: ر.س

source: Largest Decrease: %@
ar: أقل من المعتاد

source: Largest Increase: %@
ar: الأعلى تكلفة

source: Last 30 Days
ar: اخر 30 يوم

source: Last Month
ar: الشهر الماضي

source: Less than usual
ar: أقل من المعتاد

source: Load PDF
ar: تحميل pdf

source: Log Out
ar: تسجيل الخروج

source: Login
ar: سجل الدخول

source: Logout
ar: تسجيل الخروج

source: Mar
ar: مارس

source: Matched Transactions
ar: المصروفات المتشابهه

source: Monthly
ar: شهري

source: More
ar: المزيد

source: Name
ar: الاسم

source: Name: %@
ar: الاسم

source: New Password
ar: كلمة السر الجديدة

source: Next
ar: التالي

source: No Data to show
ar: لا يوجد بيانات لعرضها

source: No expenses records
ar: لا يوجد مصروفات حاليه

source: Notifications
ar: التنبيهات

source: Numbers File to Fill Expenses %@
ar: ملف لتعبئة المصاريف

source: OK
ar: حسنا

source: options
ar: الخيارات

source: OR
ar: او اكمل من خلال

source: OR Continue With
ar: او اكمل من خلال

source: Other
ar: اخرى

source: Password
ar: كلمة السر

source: Password Reset
ar: نسيت كلمة السر ؟

source: Paste
ar: لصق

source: Paste from SMS Message
ar: لصق رسالة SMS

source: Paste SMS Message
ar: لصق SMS

source: Payment Date
ar: التاريخ

# payment_due_body
source: Your payment for %@ of %@ %@ is due in %d days.
ar: دفعتك لـ %@ من %@ %@ مستحقة في %d أيام

source: Percentage: %@%%
ar: النسبه

source: Pick an option
ar: اختر من التالي

source: Please enter your email & password to confirm account deletion:
ar: ادخل الايميل وكلمة السر لحذف الحساب!

source: Please log in to view your expenses.
ar: الرجاء تسجيل الدخول

source: Please provide your bank statement so we can read your expenses and confirm your Wassila Expense Records card
ar: يرجى تقديم كشف حسابك البنكي حتى نتمكن من قراءة نفقاتك والتأكد من انشاء بطاقة وسيلة الخاصة بك بشكل صحيح.

source: Please sign in to create a card.
ar: الرجاء تسجيل الدخول

source: Please wait patiently we're working on it
ar: انتظر، نجهز تسجيل مصروفاتك.

source: Prepare Card
ar: إعداد البطاقة

source: Prepare your Wasilaah Card
ar: تحضير البطاقة

source: Prepare your Wassila Card
ar: حضر بطاقة وسيلة الخاصة بك

source: Quick view of all expenses
ar: عرض سريع لجميع النفقات

source: Range
ar: حدود الصرف

source: Record your expenses
ar: حدد مصاريفك الدورية التي سيتم تسجيلها من هذه البطاقة

source: Reset Passcode
ar: نسيت كلمة السر ؟

source: Reset Password
ar: نسيت كلمة السر ؟

source: Restore Purchase
ar: اعاده الشراء

source: Review my Expenses
ar: مراجعه المصروف

source: Save
ar: حفظ

source: Save time!
ar: حفظ

source: Select Payment period
ar: نمط السداد

source: Select the currency
ar: حدد عملة الدفع

source: Set a budget for free expenses
ar: حدد مقدار ميزانية المصاريف الحرة

source: Set custom spending limits & track progress
ar: قم بتعيين حدود ومسارات الإنفاق المخصصة

source: Set Your Password
ar: انشاء كلمة سر للمحفظة

source: Show more
ar: عرض المزيد

source: Show More
ar: عرض المزيد

source: Show Transactions
ar: اظهار المصاريف

source: Sign up
ar: إنشاء حساب

source: skip
ar: تخطي

source: Skip
ar: تخطى

source: Starup Wallet
ar: محفظة الشركات الناشئة

source: Stay accountable!
ar: كن مسؤولا!

source: Stop Guessing, Start Knowing!
ar: اوقف التخمين وابدا المعرفه!

source: Summary
ar: ملخص لجميع النفقات

source: Take Control
ar: تابع مصروفات عملك

source: Terms & Conditions
ar: الاحكام والشروط

source: This Month
ar: هذا الشهر

source: To
ar: ينتهي

source: Top Paid
ar: الأعلى صرف

source: Total Budget
ar: مجموع ميزانية

source: Total Expenses
ar: جميع المصروفات

source: Total Spent out of the budget
ar: إجمالي ما تم إنفاقه من الميزانية

source: Transaction
ar: المصروفات

source: Transaction Amount: %.2f
ar: مقدار الصرف

source: Transaction Name:
ar: اسم المصروف

source: Transactions
ar: المصروفات

source: Unpaid
ar: غير مدفوع

source: Upcoming Payment Due
ar: الدفعة القادمة

source: Update expenses
ar: تحديث

source: Update Expenses
ar: تحديث

source: Update Expenses of this card
ar: تحديث المصروفات

source: Update Transaction
ar: تحديث

# update_body
source: It's time to update your expenses to stay on top of things
ar: حان الوقت لتحديث مصروفاتك لكي تبقى على اطلاع دائم

# update_expenses
source: Update Your Expenses
ar: تحديث المصروفات

source: Upload bank Statement
ar: رفع كشف الحساب البنكي

source: Upload File
ar: رفع ملف

source: Upload invoice
ar: رفع الفاتورة

source: User not logged in
ar: الرجاء تسجيل الدخول

source: Wasilaah
ar: وسيلة

source: Wasilah
ar: وسيلة

source: Wassila
ar: وسيلة

source: Weekly
ar: اسبوعي

source: Yearly
ar: سنوي

source: You Have
ar: لديك

source: You have created your first Wassila card!
ar: لقد قمت بإنشاء أول بطاقة وسيلة لتسجيل مصروفاتك !

source: Your path to a more efficient business starts here
ar: خطوتك الاولى للوعي بمصروفاتك التشغيلية بإحترافية
